/* ************************************************************************** */
/*                                                                            */
/*                            🎓 ITSM - Première année                         */
/*                  Réseau & Télécommunications - Révision                   */
/*                                                                            */
/*                     Auteurs : Ferdinand & Lionel                           */
/*                                                                            */
/* ************************************************************************** */
/*                                                                            */
/*                        ✨ Fichier : exercice29.c                             */
/*                                                                            */
/* ************************************************************************** */

#include <stdio.h>

int main(void) {
    // Code de l'exercice 29 ici
    return 0;
}
